var Food ={
    "type": "FeatureCollection",
    "features": [
      {
        "type": "Feature",
        "properties": {
          "ชื่อร้านอาหาร": "เรือนมัลลิการ์",
          "ประเภทอาหาร": "อาหารไทย",
          "คะแนนความนิยม": 4
        },
        "geometry": {
          "coordinates": [
            100.56309424642967,
            13.7251876542297
          ],
          "type": "Point"
        }
      },
      {
        "type": "Feature",
        "properties": {
          "ชื่อร้านอาหาร": "อรรถรส",
          "ประเภทอาหาร": "อาหารไทย",
          "คะแนนความนิยม": 4
        },
        "geometry": {
          "coordinates": [
            100.57164920442438,
            13.737679507545437
          ],
          "type": "Point"
        }
      },
      {
        "type": "Feature",
        "properties": {
          "ชื่อร้านอาหาร": "ห้องทานข้าวสุพรรณิการ์ บาย คุณยาย (ทองหล่อ)",
          "ประเภทอาหาร": "อาหารไทย",
          "คะแนนความนิยม": 4
        },
        "geometry": {
          "coordinates": [
            100.581424056208,
            13.73035340377983
          ],
          "type": "Point"
        }
      },
      {
        "type": "Feature",
        "properties": {
          "ชื่อร้านอาหาร": "ครัวอัปษร",
          "ประเภทอาหาร": "อาหารไทย",
          "คะแนนความนิยม": 4
        },
        "geometry": {
          "coordinates": [
            100.5015652298651,
            13.755293396454576
          ],
          "type": "Point"
        }
      },
      {
        "type": "Feature",
        "properties": {
          "ชื่อร้านอาหาร": "บ้านขนิษฐา",
          "ประเภทอาหาร": "อาหารไทย",
          "คะแนนความนิยม": 4
        },
        "geometry": {
          "coordinates": [
            100.5635834581451,
            13.741296109547633
          ],
          "type": "Point"
        }
      },
      {
        "type": "Feature",
        "properties": {
          "ชื่อร้านอาหาร": "ศาลารัตนโกสินทร์",
          "ประเภทอาหาร": "อาหารไทย",
          "คะแนนความนิยม": 4
        },
        "geometry": {
          "coordinates": [
            100.4908275493915,
            13.745263499803457
          ],
          "type": "Point"
        }
      },
      {
        "type": "Feature",
        "properties": {
          "ชื่อร้านอาหาร": "ข้าว",
          "ประเภทอาหาร": "อาหารไทย",
          "คะแนนความนิยม": 4
        },
        "geometry": {
          "coordinates": [
            100.58784029481404,
            13.729002806265314
          ],
          "type": "Point"
        }
      },
      {
        "type": "Feature",
        "properties": {
          "ชื่อร้านอาหาร": "บ้านหญิง",
          "ประเภทอาหาร": "อาหารไทย",
          "คะแนนความนิยม": 4
        },
        "geometry": {
          "coordinates": [
            100.53302326614642,
            13.746189631505118
          ],
          "type": "Point"
        }
      },
      {
        "type": "Feature",
        "properties": {
          "ชื่อร้านอาหาร": "ภูเก็ตทาวน์",
          "ประเภทอาหาร": "อาหารไทย",
          "คะแนนความนิยม": 4
        },
        "geometry": {
          "coordinates": [
            100.58191439279256,
            13.728922834488017
          ],
          "type": "Point"
        }
      },
      {
        "type": "Feature",
        "properties": {
          "ชื่อร้านอาหาร": "ต้นเครื่อง",
          "ประเภทอาหาร": "อาหารไทย",
          "คะแนนความนิยม": 4
        },
        "geometry": {
          "coordinates": [
            100.57680591037166,
            13.737587418312614
          ],
          "type": "Point"
        }
      }
    ]
  }